[
    {
      "id": 1,
      "name": "Family Law Lawyers",
      "description": "Tư vấn, soạn thảo và giải quyết tranh chấp dân sự như hợp đồng, bồi thường, thừa kế, quyền sở hữu."
    },
    {
      "id": 2,
      "name": "Personal Injury Lawyers",
      "description": "Bào chữa, bảo vệ quyền lợi người bị buộc tội, người bị hại, tư vấn các vấn đề liên quan đến tội phạm."
    },
    {
      "id": 3,
      "name": "Employment Lawyers",
      "description": "Tư vấn kết hôn, ly hôn, chia tài sản, nuôi con, và các vấn đề pháp lý trong gia đình."
    },
    {
      "id": 4,
      "name": "Real Estate Lawyers",
      "description": "Tư vấn thành lập, tổ chức, hoạt động, sáp nhập, chia tách, giải thể doanh nghiệp."
    },
    {
      "id": 5,
      "name": "Criminal Defense Lawyers",
      "description": "Tư vấn hợp đồng lao động, xử lý kỷ luật, tranh chấp lao động, quyền lợi người lao động và chủ sử dụng."
    },
    {
      "id": 6,
      "name": "Bankruptcy Lawyers",
      "description": "Giải quyết tranh chấp đất đai, thủ tục cấp sổ đỏ, chuyển nhượng, cho thuê, quy hoạch đất."
    },
    {
      "id": 7,
      "name": "Immigration Lawyers",
      "description": "Khiếu nại, tố cáo, khởi kiện hành chính đối với quyết định, hành vi của cơ quan nhà nước."
    },
    {
      "id": 8,
      "name": "Government Lawyers",
      "description": "Đăng ký bản quyền, thương hiệu, sáng chế, xử lý vi phạm quyền sở hữu trí tuệ."
    },
    {
      "id": 9,
      "name": "Liability Lawyers",
      "description": "Tư vấn hợp đồng thương mại, logistics, nhượng quyền, tranh chấp thương mại trong nước và quốc tế."
    },
    {
      "id": 10,
      "name": "Business Law Lawyers",
      "description": "Tư vấn pháp lý về thuế, kê khai, miễn giảm thuế, và xử lý các vấn đề liên quan đến kế toán doanh nghiệp."
    },
    {
      "id": 11,
      "name": "Estate Lawyers",
      "description": "Tư vấn tín dụng, hợp đồng vay, bảo lãnh, đầu tư, và xử lý nợ xấu."
    },
    {
      "id": 12,
      "name": "Intellectual Property Lawyers",
      "description": "Tư vấn pháp lý về đánh giá tác động môi trường, xử lý vi phạm, cấp phép môi trường."
    },
    {
      "id": 13,
      "name": "Financial Lawyers",
      "description": "Tư vấn, xử lý vi phạm, tai nạn giao thông, bồi thường thiệt hại và bảo hiểm."
    },
    {
      "id": 14,
      "name": "Wills Probate Lawyers",
      "description": "Hỗ trợ các vấn đề pháp lý liên quan đến hợp đồng, đầu tư, thương mại, và công dân nước ngoài."
    },
    {
      "id": 15,
      "name": "Divorce Lawyers",
      "description": "Tư vấn pháp lý trong lĩnh vực công nghệ thông tin, bảo mật dữ liệu, giao dịch điện tử, AI và startup."
    }
  ]

